# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask'


# Development
brew 'node'
brew 'git'
brew 'grep'
brew 'jq'
brew 'jesseduffield/lazygit/lazygit'
brew 'jesseduffield/lazydocker/lazydocker'

# Apps
cask 'visual-studio-code'
cask 'discord'
cask 'docker'
cask 'telegram-desktop'
cask 'github'
cask 'google-chrome'
cask 'spotify'
cask 'tableplus'
cask 'slack'
cask 'zalo'
cask 'postman'
cask 'messenger'
cask 'gotiengviet'
cask 'iterm2'


